<template lang="pug">
.container-fluid(dir="rtl")
    h2 سياسة الخصوصية
    h4 الرجاء قراءة مع التفاهم قبل استخدام الخدمات التي نقدمها
    p عزيزي العميل، يسعدنا اهتمامك بحماية البيانات. كما نود أن نقدم لك نظرة عامة يمكن فهمها بسهولة لعملية حماية البيانات لدينا. ونحن نهدف إلى أن نقدم لك تجربة عملاء رائعة وذات حماية، مما يعني أيضًا أنه بإمكانك دائمًا الوثوق بنا، وأننا دائمًا نتمتع بالشفافية والصدق معك. حيث أن ثقتك في منتجاتنا هي السبب في أننا نستطيع أن نقدم لك تجربة عملاء رائعة. ونود أن نشكرك على هذا التعاون.
    h2 من نحن
    p منصة الالكترونية نقدم حلاً مبتكراً يجمع المصانع والمشترين نسعى في منصتنا لتعزيز الجودة والتنوع في السوق المحلية وتحقيق تجربة تسوق ممتعة ومريحة للمشترين مع التريكيز على دعم وتعزيز المنتج المحلي السعودي تحت شعار صنع في السعودية وتعزيز المنتجات السعودية ولذلك قمنا بتطوير هذه المنصة  .
    h2 حق التعديل
    p نحتفظ بحقنا في تحديث سياسة الخصوصية هذه بما يتوافق مع الأحكام القانونية. وسنقوم بإعلامك بأي تغييرات مهمة، مثل تغييرات الغرض من المعالجة أو الأغراض الجديدة لها. وفي هذه الحالة، لن نقوم بمعالجة بياناتك الشخصية بدون الحصول على موافقتك على التعديلات.
    h2 الخصوصية هي حقك ولديك الخيار الخصوصية هي حقك ولديك الخيار
    p بصفتك عميل لديك خيار ما هي المعلومات التي ترغب في مشاركتها معنا. وبالطبع نحن بحاجة إلى بعض المعلومات من أجل تنفيذ عقدنا. ومع ذلك، لا يتطلب هذا دائمًا جميع البيانات التي يمكنك إتاحتها لنا.
    h2 معالجة البيانات
    p إننا نستخدم البيانات الشخصية المطلوبة فقط حتى نتمكن من خدمتك وهو أمر إلزامي لنا حتى نتمكن من توصيل المنتجات والخدمات إليك. فبدون موافقتك على استخدام بياناتك، لن تصبح قادرا على استخدام الخدمات الخاصة بنا.
    h2 يمكنك أيضًا استخدام الحقوق التالية في أي وقت الحق في مراجعة سياسة الخصوصية
    p لديك الحق في مراجعة سياسة خصوصية البيانات الشخصية والموافقة عليها قبل معالجة بياناتك الشخصية.
    h2 الحق في الوصول
    p لديك الحق في أن يتم إعلامك بالبيانات التي نقوم بتخزينها ومعالجتها المتعلقة بك.
    h2 الحق في التصحيح
    p إذا لاحظت أن البيانات التي تم تخزينها غير صحيحة، يمكنك تصحيح بياناتك مباشرة في ملف التعريف الخاص بك.
    h2 الحق في الحذف
    p يمكنك أن تطلب منا في أي وقت حذف البيانات المتعلقة بك والتي قمنا بتخزينها ومن ثم سيتم إلغاء تنشيط حسابك.
    h2 الحق في نقل البيانات
    p يمكنك أن تطلب منا إرسال البيانات المتعلقة بك والتي قمنا بتخزينها في شكل مقروء آليا إليك. وفي هذا الصدد، سوف نجعل البيانات متاحة لك بصيغة إلكترونية.
    h2 الحق في تقديم الشكوى
    p إذا كنت تعتقد أننا ارتكبنا خطأً ما فيما يتعلق ببياناتك الشخصية أو بحقوقك، فيمكنك تقديم شكوى في أي وقت عن طريق إرسال بريد إلكتروني إلى modomex5@gmail.com
    h2 ما هي البيانات التي نقوم بمعالجتها ما هي البيانات التي نقوم بمعالجتها
    p تتم معالجة بياناتك الشخصية فقط وفقًا للمتطلبات القانونية الصارمة. حيث أننا نولي اهتمامًا خاصًا لحقيقة أن جميع مبادئ معالجة البيانات الشخصية لابد أن تؤخذ في الاعتبار. كما تولي مدن اكسبريس اهتماما كبيرا بالشفافية. لذا، فإننا نقوم بمعالجة بياناتك في الإطار القانوني فقط حيث يمكن توقع معالجة هذه البيانات بشكل منطقي. إذا توصلنا، في سياق تقييمنا، إلى استنتاج مفاده أن المعالجة لا يمكن توقعها بشكل منطقي، فسنقوم بتنفيذ المعالجة فقط بعد الحصول على موافقتك الصريحة. ففي الوصف التالي لأنشطة المعالجة الخاصة بنا، نشير في كل حالة إلى فئات البيانات الشخصية. حيث تتضمن الفئة العديد من البيانات الشخصية، والتي عادةً ما تتم معالجتها معًا للأغراض المذكورة. يقصد بالبيانات الشخصية المعلومات التي يمكن أن تحدد هويتك أو حتى تجعل من الممكن التعرف عليك. وبشكل عام فإننا نقوم بمعالجة الفئات التالية من البيانات الشخصية للأسباب التالية:
    h2 معلومات الاتصال
    p الإسم ورقم الهاتف المحمول وعنوان البريد الإلكتروني ورقم الهوية الخاص بك من أي وسيلة تواصل اجتماعي (إن أمكن). السبب: إذا قمت بالاتصال بنا، فإننا نقوم بجمع هذه البيانات لأننا نحتاج إلى معرفة من نتحدث معه وما الذي نتحدث عنه حتى نتمكن من مساعدتك فيما يخص سبب اتصالك بنا. وينطبق هذا أيضًا عند تركك لتعليقات على صفحات وسائل التواصل الاجتماعي الخاصة بنا. حيث لا نقوم بدمج هذه البيانات مع بيانات ملفك الشخصي على منصتنا، ولكن لا يزال بإمكاننا التعرف عليك من خلال رقم الهوية الخاص بالوسائط الاجتماعية الخاصة بك.
    h2 بيانات مكان (موقع) العميل
    p العنوان، المدينة، الدولة، خطوط الطول والعرض السبب: نحتاج إلى هذه البيانات لنتمكن من توصيل طلباتك. حيث نقوم بإنشاء خطوط الطول والعرض تلقائيًا لنتمكن من معالجة عنوان التسليم الخاص بك في أنظمتنا الأخرى ذات الصلة، ولعرض عنوانك لعمال التوصيل لنا أو عمال توصيل المطاعم الخاصة بنا.
    h2 بيانات الملف الشخصي (البيانات الرئيسية)
    p الاسم وعنوان البريد الإلكتروني ورقم الهاتف المحمول وعناوين التوصيل وتاريخ الميلاد. السبب: هذه البيانات هي بياناتك الرئيسية، والتي نحتاجها بالتأكيد لتقديم خدماتنا. فبدون رقم الهاتف المحمول، لا يمكنك إنشاء ملف شخصي. فإسمك وبريدك الإلكتروني وعناوين التوصيل مجتمعين يمثلون البيانات الرئيسية.
    h2 معلومات الجهاز وبيانات الوصول
    p يقصد بها هوية الجهاز، ورقم تعريف الجهاز، ونظام التشغيل والإصدار المقابل، وموقع الجهاز، ووقت الوصول، وإعدادات التهيئة، والمعلومات المتعلقة باتصال الإنترنت (عنوان الاي بي). السبب: عند كل وصول، نقوم بتخزين هذه المعلومات لأسباب فنية. كما نستخدم أيضًا أجزاء من هذه المعلومات للكشف عن السلوك المريب في مرحلة مبكرة ولتجنب أي ضرر.
    h2 معلومات الطلب
    p سجل (تاريخ) الطلبات والمطاعم التي تم اختيارها والفواتير ورقم تعريف الطلب وتقييم الطلبات والمعلومات الخاصة بطريقة الدفع وعنوان التسليم والطلبات الناجحة والطلبات التي تم إلغاؤها. السبب: في كل مرة تقوم فيها بتقديم طلب، يتم إضافة هذه المعلومات إلى ملفك الشخصي. حيث يمكنك عرض معلومات الطلبات الأخيرة في ملفك الشخصي في أي وقت. يجب أن تمنحك المعلومات نظرة عامة على اهتماماتك وطلباتك السابقة. كما أننا نستخدم أيضًا نفس المعلومات لتحسين خدماتنا. بالإضافة إلى ذلك، فإننا سنقوم بجعل هذه المعلومات مبهمة عند طلبك لحذفها.
    h2 بيانات التواصل
    p الاسم، وعنوان البريد الإلكتروني ورقم الهاتف المحمول ورقم تعريف الجهاز. السبب: إذا كنت ترغب في تلقي رسائل بريد إلكتروني أو رسائل نصية قصيرة أو إعلانات منبثقة داخل التطبيق منا، فنحن بحاجة إلى معلومات محددة لإرسال الرسائل إليك. فبدلاً من مخاطبتك بـ "مرحبًا بك"، نجد أنه من الأفضل للعملاء مخاطبتك باسمك. ونُستخدم هذا الشكل من المعلومات الشخصية أيضًا للتواصل معك، على سبيل المثال، إذا تعذر تسليم منتج ونريد أن نقدم لك بديلاً بدلاً منه.
    h2 معلومات الدفع
    p طريقة الدفع وجزء من معلومات بطاقة الائتمان وترميز بطاقة الائتمان المخزنة وتاريخ انتهاء صلاحية البطاقة ومعرف البنك (أول ستة أرقام في البطاقة) وآخر أربعة أرقام في البطاقة ونوع البطاقة. السبب: نحتاج إلى هذه المعلومات لتتبع مدفوعاتك وربطها بالطلبات التي قدمتها. من أجل جعل عملية الطلب أكثر ملاءمة لك، نعرض عليك حفظ طريقة الدفع المفضلة لديك. وهذا يعني أنك لست مضطرًا إلى إدخال تفاصيل الدفع الخاصة بك مرة أخرى في المرة التالية التي تقدم فيها طلبًا. ويتطلب تخزين هذه البيانات موافقتك المسبقة. كما يمكنك حفظ بيانات الدفع الخاصة بك ويمكنك إزالتها في المستقبل في أي وقت من صفحة حسابك
    h2 بيانات التسليم
    p الاسم وعنوان التسليم ورقم الهاتف والرقم التعريفي للطلب السبب: وفقًا لمبدأ تقليل البيانات المطلوبة، نقدم فقط لسائقينا ومتاجرنا  البيانات التي يحتاجونها منك لإعداد طلبك وتسليمه.
    h2 نقل المعلومات إلى السائقين والمتاجر نقل المعلومات إلى السائقين والمتاجر
    p فنحن نستخدم سائقين مختلفين للتسليم. ومن الممكن أن يكونوا مستقلين أو أطراف ثالثة تزودنا بالسائقين على أساس اتفاقية معالجة البيانات عندما نُسلم طلباتنا. ففي جميع هذه الحالات، نرسل بياناتك الشخصية إلى السائقين حتى يتمكنوا من توصيل طلبك بسرعة.    
    h2 إدارة العلاقات مع العملاء طلباتك
    p رضاك هو هدفنا الأكبر. لذلك فنحن حريصون جدًا على أن نكون جاهزين لجميع أسئلتك والإجابة عليها. ولكي نتمكن من الإجابة على هذه الأسئلة وفهم المشكلة بشكل عام، نقوم بتخزين محتوى المحادثة في نظام إدارة العلاقات مع العملاء الخاص بنا عند الاتصال بنا. ويعتمد محتوى المعلومات التي نخزنها على المعلومات التي تزودنا بها كجزء من اتصالاتنا.
    h2 مركز الاتصال
    p كلما دعت الحاجة إلى الاتصال بك، قد يتصل بك أحد وكلاء مركز الاتصال التابعين لنا ونقوم بتسجيل وتخزين المحادثة معك. في بعض الحالات الفردية، تُستخدم أيضًا التسجيلات لتحسين الجودة في خدمة العملاء، أي لأغراض تدريب (توجيه) موظفينا. ويعتمد محتوى المعلومات التي نخزنها على المعلومات التي تزودنا بها كجزء من اتصالاتنا. كما تُحذف المكالمات الهاتفية المخزنة بعد 12 شهرًا على أبعد تقدير أو إذا استُوفي الغرض من التخزين، أي في حالة أن التحقق من الجودة تحقق قبل هذه المدة.
    h2 منع الاحتيال وحماية منصتنا
    p من أجل حماية عملائنا ومنصتنا من الهجمات المحتملة، نقوم باستمرار بمراقبة الأنشطة على موقعنا لجميع الزوار. ولهذا الغرض، نستخدم تدابير تقنية مختلفة لضمان اكتشاف أنماط السلوك المشبوهة في مرحلة مبكرة ومنعها في الوقت المناسب. ولتحقيق هذا الهدف، تعمل العديد من آليات المراقبة بالتوازي وتمنع المهاجمين المحتملين من الوصول إلى موقعنا على الإطلاق. عملية اتخاذ القرار تحدث بشكل آلي ويمكن أن يكون لها تأثير قانوني على الأشخاص المعنيين أو تؤثر عليهم بطريقة مماثلة. وإذا أدى اتخاذ القرار الآلي إلى نتيجة سلبية بالنسبة لك ولا توافق على ذلك القرار، يمكنك التواصل معنا على modomex5@gmail.com. وفي هذه الحالة، سنقوم بتقييم ملابسات هذه الحادثة بشكل فردي.
    h2 عمليات الاندماج والاستحواذ أو تغيير الملكية أو الإغلاق
    p نود أيضًا أن نعلمك أنه في حالة الاندماج مع شركة أخرى أو الاستحواذ على الشركة، فسوف نكشف عن المعلومات لتلك الشركة. وبالطبع، سنطلب من الشركة الامتثال للوائح حماية البيانات القانونية.
    h2 القسائم (والكوبونات)
    p غالبًا ما نُقدم قسائم لمستخدمي منصاتنا. ويمكن أن تختلف الأسباب. والغرض من هذه القسائم هو مكافأة عملائنا المخلصين وتشجيعهم على الاستمرار في استخدام منصاتنا. من أجل التحقق من رقم القسائم وقيمتها وتكرار استخدامها، وأيضًا لتجنب إساءة استخدام هذه القسائم، نقوم بجمع بيانات شخصية مختلفة.
    h2 مع من نعمل وأين نعالج بياناتك مع من نعمل وأين نعالج بياناتك
    p لا نعطي بياناتك أبدًا إلى جهات خارجية غير مصرح لها. ومع ذلك، كجزء من عملنا، نحصل على خدمات من مقدمي خدمات محددين ونمنحهم وصولاً محدودًا وخاضعًا للمراقبة الصارمة إلى بعض بياناتنا. ويجب على جميع مستلمي البيانات استيفاء متطلبات حماية البيانات القانونية وإثبات مستوى حماية البيانات لديهم بالأدلة المناسبة.
    h2 مقدمي الخدمة
    p نستخدم مُعالجي بيانات مختلفين لمعالجة البيانات بشكل يومي. ويقوم هؤلاء بمعالجة بياناتك الشخصية وفقًا لمتطلبات "هيئة الاتصالات وتقنية المعلومات" ومعاييرنا وليس لديهم أي مطالبات من أي نوع بشأن هذه البيانات. كما نتحقق أيضًا من مُعالجي البيانات التابعين لنا بانتظام ونسمح فقط لأولئك الذين يستوفون معاييرنا. بعض مقدمي الخدمة لدينا خارج المملكة العربية السعودية.
    h2 الأطراف الثالثة
    p نحن نعمل أيضًا مع جهات خارجية، بالإضافة إلى معالجي البيانات، وننقل إليهم أيضًا بياناتك الشخصية، ولكنهم مُلزمين بتعليمات الخصوصية. وهؤلاء على سبيل المثال، مستشارونا أو محامونا أو مستشارونا الضريبيون الذين يتلقون بياناتك منا على أساس تعاقدي ويقومون بمعالجة بياناتك الشخصية لأسباب قانونية أو لحماية مصالحنا الخاصة. نحن لا نبيع أو نؤجر بياناتك الشخصية لأطراف ثالثة تحت أي ظرف من الظروف. ولن يحدث هذا أبدًا دون الحصول على موافقتك الصريحة.
    h2 سلطات الادعاء والإجراءات القانونية
    p لسوء الحظ، قد لا يتصرف القليل من عملائنا ومقدمي الخدمات بإنصاف ويريدون إلحاق الضرر بنا. وفي هذه الحالات، لسنا ملزمين فقط بتسليم البيانات الشخصية بسبب الالتزامات القانونية، بل من مصلحتنا أيضًا منع الضرر وفرض دعواتنا ورفض الدعاوى غير المبررة.
    h2 فئات البيانات الشخصية
    p ● معلومات الاتصال ● معلومات الطلب ● معلومات الجهاز والوصول إلى البيانات ● معلومات الدفع ● معلومات القسيمة ● معلومات التسليم ● بيانات الموقع ●بيانات الملف الشخصي (البيانات الرئيسية) ● بيانات الاتصال
    h2 ما هي المدة التي نحتاجها لتخزين بياناتك ما هي المدة التي نحتاجها لتخزين بياناتك
    p سنحذف بياناتك الشخصية فقط إذا كنت ترغب وتخبرنا بذلك وسنقوم أيضًا بحذف حسابك. وقبل حدوث ذلك، ستتلقى منا إشعارًا منفصلاً على عنوان البريد الإلكتروني المسجل في حساب المستخدم الخاص بك. وبالإضافة إلى ذلك، هناك فترات احتفاظ قانونية أخرى يجب علينا أيضًا مراعاتها. وعلى سبيل المثال، يُحتفظ بالبيانات الضريبية لفترة تتراوح بين ست وعشر سنوات أو حتى فترة أطول في بعض الحالات. وتختلف فترات الاحتفاظ الخاصة هذه وفقًا للمتطلبات القانونية المحلية. ولذلك، على الرغم من طلبك لحذف بياناتك، فقد لا يزال يتعين علينا تخزين بعض البيانات المخزنة بسبب اللوائح القانونية. ومع ذلك، في هذه الحالة، سنقيد البيانات من المعالجة الإضافية. وعلاوة على ذلك، سنواصل تخزين بياناتك إذا كان لدينا الحق في القيام بذلك وفقًا لقواعد هيئة الاتصالات وتقنية المعلومات. ويُطبق هذا بشكل خاص إذا كنا بحاجة إلى بياناتك الشخصية لرفع الدعاوى القانونية أو ممارستها أو الدفاع عنها.
    h2 سياسات ملفات تعريف الارتباط
    p لجعل زيارة موقعنا / تطبيقنا أمرًا جذابًا ولتمكين استخدام وظائف معينة، نستخدم ملفات تعريف الارتباط المزعومة على صفحات مختلفة. وهي ملفات نصية صغيرة تُخزن على متصفحك. وتُحذف بعض ملفات تعريف الارتباط التي نستخدمها بعد نهاية استخدام جلسة المتصفح، أي بعد إغلاق المتصفح. وتبقى ملفات تعريف الارتباط الأخرى على متصفحك وتسمح لنا أو للشركات التابعة لنا بالتعرف على متصفحك في زيارتك القادمة )ملفات تعريف الارتباط الدائمة(. ويمكنك ضبط إعدادات متصفحك بحيث يتم إخطارك بإعداد ملفات تعريف الارتباط واتخاذ قرار فردي بشأن قبولها أو استبعاد قبولها لحالات معينة أو بشكل عام. وقد يؤدي عدم قبول ملفات تعريف الارتباط إلى تقييد وظائف موقعنا / تطبيقنا. ونصنف ملفات تعريف الارتباط التي نستخدمها إلى ثلاث فئات: ● مطلوبة ● وظيفية ● شخصية ستجد أدناه مزيدًا من المعلومات حول اختياراتك بالإضافة إلى قائمة مفصلة بملفات تعريف الارتباط التي نستخدمها. تكون ملفات تعريف الارتباط مطلوبة للتصفح في موقعنا، ولإستخدام الميزات المتوفرة. ولا يتم ضمان حسن سير عمل موقعنا (على سبيل المثال، إدخال نص)، أثناء تصفح الصفحات الموجودة على الموقع، بدون استخدام ملفات تعريف الارتباط هذه. وبالإضافة إلى ذلك، تجمع ملفات تعريف الارتباط معلومات حول كيفية استخدام الزوار لموقعنا على الويب، على سبيل المثال، الصفحات التي يزورونها في أغلب الأحيان، وما إذا كانوا يتلقون رسائل خطأ من مواقع الويب. وتجمع ملفات تعريف الارتباط هذه معلومات كلية مجهولة لا تحدد هوية الزائر. كما أنها تسمح لموقعنا بتذكر اختياراتك مثل اللغة أو المنطقة لتوفير ميزات محسنة. ووفقًا للوائح القانونية، لا يُلزم إتخاذ أية إجراءات من قبلك. تُجمع ملفات تعريف الارتباط الوظيفية معلومات مجهولة لا يمكنها تتبع تحركاتك على مواقع الويب الأخرى. بالإضافة إلى ذلك، يمكن استخدامها لإرسال إعلانات مستهدفة أو لقياس فعالية حملة إعلانية. ويمكن استخدامها لتحديد قنوات التسويق عبر الإنترنت الأكثر فعالية. ومن خلال استخدام ملفات تعريف الارتباط هذه، نُخزن أيضًا بيانات تسجيل الدخول الخاصة بك في متصفحك بحيث يمكنك تسجيل الدخول تلقائيًا في المرة التالية التي تزور فيها موقعنا على الويب. ونظرًا لأننا نريد أن نوفر لك موقعًا مصممًا للاستخدام الأمثل، تُنشط ملفات تعريف الارتباط الوظيفية عادةً عند زيارة موقعنا على الويب. ولتمكين هذه الإجراءات، نستخدم أيضًا ملفات تعريف الارتباط من جهات خارجية في هذه الفئة. من خلال تحليل استخدامك المجهول الهوية، يمكننا تحديد المجالات التي يمكننا فيها تحسين موقعنا على الويب. تُستخدم ملفات تعريف الارتباط الشخصية لتشغيل إعلانات أكثر استهدافًا ذات صلة بالمستخدم وتتلائم مع اهتماماته. تساعدنا ملفات تعريف الارتباط هذه في تحميل قوائم الجمهور المخصص للتسويق إلى شركائنا في التسويق.
        
    
</template>

